brew 'ag'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'colordiff'
brew 'coreutils'
brew 'diffutils'
brew 'findutils'
brew 'gh'
brew 'git'
brew 'gnu-sed'
brew 'grep'
brew 'gzip'
brew 'hugo'
brew 'inetutils'
brew 'jq'
brew 'less'
brew 'neovim'
brew 'parallel'
brew 'parquet-tools'
brew 'python'
brew 'python-yq'
brew 'tmux'
brew 'vim'

cask '1password'
cask '1password-cli'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'gpg-suite-no-mail'
cask 'iterm2'
cask 'karabiner-elements'
cask 'microsoft-teams'
cask 'rectangle'
cask 'skitch'
cask 'slack'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'zoom'

mas 'Bear', id: 1091189122
